Repository: Tamsmiranda/mediaclipping
Catalog: app/locale/*/LC_MESSAGES/clipping.po
Languages: pt_br

source: Invalid clipp
pt_br: Clipp inválido

source: The clipp has been saved
pt_br: O Clipp foi salvo

source: The clipp could not be saved. Please, try again.
pt_br: O Clipp não pôde ser salvo. Por favor, tente novamente.

source: Invalid id for clipp
pt_br: Id inválido para Clipp

source: Clipp deleted
pt_br: Clipp excluído

source: Clipp was not deleted
pt_br: Clipp não foi excluída

source: Invalid customer
pt_br: Cliente inválido

source: The customer has been saved
pt_br: O cliente foi salva

source: The customer could not be saved. Please, try again.
pt_br: O cliente não pôde ser salvo. Por favor, tente novamente.

source: Invalid id for customer
pt_br: Id inválido para o cliente

source: Customer deleted
pt_br: Cliente excluído

source: Customer was not deleted
pt_br: Cliente não foi excluída

source: Invalid evaluation
pt_br: Avaliação inválido

source: The evaluation has been saved
pt_br: A avaliação foi salvo

source: The evaluation could not be saved. Please, try again.
pt_br: A avaliação não pôde ser salvo. Por favor, tente novamente.

source: Invalid id for evaluation
pt_br: Id inválido para a avaliação

source: Evaluation deleted
pt_br: Avaliação excluído

source: Evaluation was not deleted
pt_br: Avaliação não foi excluída

source: The publisher type has been saved
pt_br: O tipo de editora tem sido salvas

source: The publisher type could not be saved. Please, try again.
pt_br: O tipo de editor não pôde ser salvo. Por favor, tente novamente.

source: Invalid publisher type
pt_br: Tipo inválido publisher

source: Invalid id for publisher type
pt_br: Id inválido para o tipo de editor

source: Publisher type deleted
pt_br: Tipo Publisher excluído

source: Publisher type was not deleted
pt_br: Tipo de editor não foi excluída

source: The publisher has been saved
pt_br: A editora foi salvo

source: The publisher could not be saved. Please, try again.
pt_br: O editor não pôde ser salvo. Por favor, tente novamente.

source: Invalid publisher
pt_br: Publisher inválido

source: Invalid id for publisher
pt_br: Id inválido para o publisher

source: Publisher deleted
pt_br: Publisher excluído

source: Publisher was not deleted
pt_br: Publisher não foi excluída

source: The section has been saved
pt_br: A seção foi salvo

source: The section could not be saved. Please, try again.
pt_br: A seção não poderia ser salvo. Por favor, tente novamente.

source: Invalid section
pt_br: Seção inválido

source: Invalid id for section
pt_br: Id inválido para a seção

source: Section deleted
pt_br: Seção excluído

source: Section was not deleted
pt_br: Seção não foi excluída

source: The status has been saved
pt_br: O status foi salvo

source: The status could not be saved. Please, try again.
pt_br: O status não pôde ser salvo. Por favor, tente novamente.

source: Invalid status
pt_br: Status inválido

source: Invalid id for status
pt_br: ID inválida para o estado

source: Status deleted
pt_br: Status excluído

source: Status was not deleted
pt_br: Status não foi eliminado

source: Invalid storage
pt_br: Armazenamento inválido

source: The storage has been saved
pt_br: O armazenamento foi salvo

source: The storage could not be saved. Please, try again.
pt_br: O armazenamento não pôde ser salvo. Por favor, tente novamente.

source: Invalid id for storage
pt_br: Id inválido para o armazenamento

source: Storage deleted
pt_br: Armazenamento excluído

source: Storage was not deleted
pt_br: Armazenamento não foi excluída

source: The subject has been saved
pt_br: O assunto foi salvo

source: The subject could not be saved. Please, try again.
pt_br: O assunto não poderia ser salvo. Por favor, tente novamente.

source: Invalid subject
pt_br: Inválido assunto

source: Invalid id for subject
pt_br: Id inválido para o sujeito

source: Subject deleted
pt_br: Assunto excluído

source: Subject was not deleted
pt_br: Assunto não foi excluída

source: Add Block
pt_br: Adicionar Bloco

source: Submit
pt_br: Submeter

source: Actions
pt_br: Ações

source: List Blocks
pt_br: Blocos lista

source: List Regions
pt_br: Regiões lista

source: New Region
pt_br: Nova Região

source: Edit Block
pt_br: Editar bloco

source: Delete
pt_br: Excluir

source: Are you sure you want to delete # %s?
pt_br: Tem certeza de que deseja excluir #% s?

source: Blocks
pt_br: Blocos

source: View
pt_br: Vista

source: Edit
pt_br: Editar

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
pt_br: Página% page% de páginas%%, mostrando registros atual%% de% count% total, começando no registro% start%, terminando em% end%

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: New Block
pt_br: Bloco novo

source: Block
pt_br: Bloco

source: Region
pt_br: Região

source: Title
pt_br: Título

source: Alias
pt_br: Pseudônimo

source: Body
pt_br: Corpo

source: Show Title
pt_br: Mostrar título

source: Class
pt_br: Classe

source: Status
pt_br: Estado

source: Weight
pt_br: Peso

source: Element
pt_br: Elemento

source: Visibility Roles
pt_br: Funções visibilidade

source: Visibility Paths
pt_br: Caminhos de visibilidade

source: Visibility Php
pt_br: Visibilidade Php

source: Updated
pt_br: Atualizado

source: Created
pt_br: Criado

source: Delete Block
pt_br: Excluir Bloco

source: Add Clipp
pt_br: Adicionar Clipp

source: Select
pt_br: Selecionar

source: List Clipps
pt_br: Clipps lista

source: List Evaluations
pt_br: As avaliações lista

source: New Evaluation
pt_br: Avaliação nova

source: List Statuses
pt_br: Status lista

source: New Status
pt_br: Estado Novo

source: List Customers
pt_br: Clientes lista

source: New Customer
pt_br: Novo Cliente

source: List Publisher Types
pt_br: Publisher Tipos de lista

source: New Publisher Type
pt_br: Tipo Editora Nova

source: List Publishers
pt_br: Publishers lista

source: New Publisher
pt_br: Editora Nova

source: List Sections
pt_br: Seções lista

source: New Section
pt_br: Nova secção

source: List Subjects
pt_br: Sujeitos lista

source: New Subject
pt_br: Assunto novo

source: Content
pt_br: Conteúdo

source: Publisher
pt_br: Editor

source: Files
pt_br: Arquivos

source: Edit Clipp
pt_br: Editar Clipp

source: New Clipp
pt_br: Nova Clipp

source: Publish Date
pt_br: Data de Publicação

source: Resume
pt_br: Retomar

source: Evaluation
pt_br: Avaliação

source: Modified
pt_br: Modificado

source: Created By
pt_br: Criado por

source: Modified By
pt_br: Modificado por

source: Customer
pt_br: Cliente

source: Publisher Type
pt_br: Tipo Publisher

source: Section
pt_br: Seção

source: Subject
pt_br: Assunto

source: Delete Clipp
pt_br: Excluir Clipp

source: List Users
pt_br: Usuários lista

source: New Created By
pt_br: Criado por novas

source: Add Customer
pt_br: Adicionar ao Cliente

source: Admin Add Customer
pt_br: Adicionar ao Cliente administrador

source: Admin Edit Customer
pt_br: Editar cliente de administração

source: Customers
pt_br: Clientes

source: Edit Customer
pt_br: Editar cliente

source: Delete Customer
pt_br: Excluir Cliente

source: Related Clipps
pt_br: Clipps relacionados

source: Evaluation Id
pt_br: Avaliação Id

source: Status Id
pt_br: Id estado

source: Customer Id
pt_br: Id do cliente

source: Publisher Type Id
pt_br: Publisher Id Tipo

source: Section Id
pt_br: Id seção

source: Subject Id
pt_br: Id assunto

source: Evaluations
pt_br: Avaliações

source: Publishers
pt_br: Editores

source: Sections
pt_br: Seções

source: Subjects
pt_br: Assuntos

source: Add Evaluation
pt_br: Adicionar Avaliação

source: Edit Evaluation
pt_br: Avaliação editar

source: Add Publisher Type
pt_br: Adicionar tipo Publisher

source: Edit Publisher Type
pt_br: Editar Tipo Publisher

source: Publisher Types
pt_br: Tipos Publisher

source: Add Publisher
pt_br: Adicionar Publisher

source: Edit Publisher
pt_br: Editar Publisher

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: Delete Publisher
pt_br: Excluir Publisher

source: Related Sections
pt_br: Seções relacionadas

source: Add Section
pt_br: Adicionar seção

source: Add Status
pt_br: Adicione Estado

source: Edit Status
pt_br: Editar Estado

source: Statuses
pt_br: Status

source: Add Storage
pt_br: Adicionar armazenamento

source: List Storages
pt_br: Storages lista

source: Edit Storage
pt_br: Editar Armazenamento

source: Storages
pt_br: Armazenamentos

source: New Storage
pt_br: Armazenamento nova

source: Storage
pt_br: Armazenamento

source: File
pt_br: Arquivo

source: Filesize
pt_br: Tamanho

source: Delete Storage
pt_br: Excluir armazenamento

source: Add Subject
pt_br: Adicionar Assunto

source: Edit Subject
pt_br: Editar Assunto
